[
{
  "model": "catalog.product",
  "pk": 8,
  "fields": {
    "name": "DEXP DF22N2S",
    "description": "Монитор DEXP DF22N2S с матрицей VA диагональю 21.45\" и разрешением FullHD обеспечивает детализированное изображение с красочными оттенками. Благодаря технологии HDR цвета передаются ярко и насыщенно. Матовое покрытие устраняет блики от внешних источников света, а технологии защиты зрения снижают усталость глаз и вредное воздействие.\r\nПодключение к источникам изображения возможно при помощи разъемов HDMI и VGA. Из интерфейсов дополнительно предлагается выход на наушники. Встроенные динамики обеспечивают четкое воспроизведение аудио. Монитор DEXP DF22N2S поставляется с настольной подставкой. В ее конструкции предусмотрена регулировка положения за счет изменения угла наклона.",
    "image": "products/21faa8c32f35d6f10f805450e85c0e91280a7a0423ff93e06a2f5bdbe16346af_9KxRn9G.jpg.webp",
    "category": 7,
    "purchase_price": 7099,
    "created_at": "2024-09-18",
    "updated_at": "2024-09-18"
  }
},
{
  "model": "catalog.product",
  "pk": 9,
  "fields": {
    "name": "MSI PRO MP2412",
    "description": "Монитор MSI PRO MP2412 оснащен экраном диагональю 23.8\" с матрицей VA FullHD, что обеспечивает реалистичность картинки. С помощью технологий подавления мерцания и снижения интенсивности синего света он заботится о здоровье глаз, так как уменьшаются усталость и зрительное напряжение от просмотра. Благодаря контрастности 4000:1 достигаются яркие светлые оттенки и глубокий черный цвет. Частота обновления 100 Гц и время отклика 1 мс исключают разрывы динамичного изображения. Приложение MSI Display Kit предлагает функции для настройки параметров отображения.\r\nМонитор MSI PRO MP2412 поставляется в комплекте с подставкой, которая фиксируется и снимается без инструментов. Специальный слот предусматривает размещение мобильного устройства. Для подключения к источникам изображения есть по 1 разъему DisplayPort и HDMI. Регулировка угла наклона предлагает настройку положения экрана.",
    "image": "products/6d45c081fb17f513315f596946206f3da072dfc353c29f79e252ec0e3e7dfdba.jpg.webp",
    "category": 7,
    "purchase_price": 8499,
    "created_at": "2024-09-18",
    "updated_at": "2024-09-18"
  }
},
{
  "model": "catalog.product",
  "pk": 10,
  "fields": {
    "name": "Aceline GS Hellfire GK-110",
    "description": "Клавиатура проводная Aceline GS Hellfire GK-110 предназначена для комфортной работы и развлечений. Она имеет полноразмерный корпус с 114 клавишами, включая отдельный цифровой блок и кнопки Fn для быстрого доступа к мультимедийным и офисным функциям.\r\nПодсветка Rainbow позволяет работать даже в условиях недостаточной освещенности, а подставка под запястье обеспечивает комфорт при наборе текста. Aceline GS Hellfire GK-110 подключается к компьютеру через USB-кабель длиной 1.7 м. Пластиковый корпус клавиатуры защищен от брызг на случай проливания кофе или воды.",
    "image": "products/428e011136e5f2a2cb60f8b786265c2660669c674213cdded15d0b5e353cc946.jpg.webp",
    "category": 6,
    "purchase_price": 599,
    "created_at": "2024-09-18",
    "updated_at": "2024-09-18"
  }
},
{
  "model": "catalog.product",
  "pk": 11,
  "fields": {
    "name": "Logitech K580",
    "description": "Клавиатура беспроводная Logitech K580 отличается компактной низкопрофильной конструкцией. Это обеспечивает высокий уровень точности и удобства управления. Синхронизация с устройствами осуществляется по технологии Bluetooth и радиоканальной технологии с приемником USB. Клавиши на основе ножничного механизма гарантируют точную реакцию на нажатия и сниженный шум. В верхней части клавиатуры есть углубление для удобного размещения мобильного устройства. Автономная работа Logitech K580 осуществляется за счет элементов AAA.",
    "image": "products/2ea7be3a176e0987a7bc9e994a853f58cc46bdf42b78661b6f33e32f9dc799e0.jpg.webp",
    "category": 6,
    "purchase_price": 3899,
    "created_at": "2024-09-18",
    "updated_at": "2024-09-18"
  }
},
{
  "model": "catalog.product",
  "pk": 12,
  "fields": {
    "name": "F&D F380X",
    "description": "Колонки 2.1 F&D F380X – это стильная и функциональная акустическая система, поддерживающая как настольную установку, так и настенное крепление. Она обладает мощностью 54 Вт, чего достаточно для создания мощной звуковой атмосферы в вашем доме. Благодаря этому колонки подходят для создания системы домашнего кинотеатра: с ними вы сможете в полной мере насладиться просмотром кинофильмов, получив еще больше эмоций. Благодаря магнитному экранированию динамиков происходит снижение магнитного излучения, что способствует улучшению качества звука.",
    "image": "products/d6a8cb0439092acdde26fdbbbb89e01c439fff97c2b1058003bd828f0ba06b27.jpg.webp",
    "category": 8,
    "purchase_price": 5099,
    "created_at": "2024-09-18",
    "updated_at": "2024-09-18"
  }
},
{
  "model": "catalog.product",
  "pk": 13,
  "fields": {
    "name": "Ginzzu GM-426",
    "description": "Колонки 2.1 Ginzzu GM-426 – стильная аудиотехника с широкими функциональными возможностями. Акустическая 2.1-канальная система выходной мощностью 60 Вт с двумя динамиками и активным сабвуфером обеспечивает создание реалистичного и насыщенного звучания. Для воспроизведения звука с разных источников реализованы беспроводной интерфейс Bluetooth, USB-порт, FM-тюнер, аудиоразъем, устройство считывания карт памяти SD.\r\nКолонки 2.1 Ginzzu GM-426 выполнены в корпусах из MDF с классической черной расцветкой и работают от сети. На передней панели сабвуфера имеются кнопки управления. Также предусмотрено беспроводное управление с помощью пульта ДУ, поставляемого в комплекте.",
    "image": "products/4ef94efe706d46b2a0c2ed863b3296f5525962cd6de2bf1daea32c23635d6798.jpg.webp",
    "category": 8,
    "purchase_price": 5399,
    "created_at": "2024-09-18",
    "updated_at": "2024-09-18"
  }
},
{
  "model": "catalog.category",
  "pk": 6,
  "fields": {
    "name": "Клавиатуры",
    "description": "."
  }
},
{
  "model": "catalog.category",
  "pk": 7,
  "fields": {
    "name": "Мониторы",
    "description": "."
  }
},
{
  "model": "catalog.category",
  "pk": 8,
  "fields": {
    "name": "Колонки",
    "description": "."
  }
}
]
