[
{
  "model": "catalog.product",
  "pk": 2,
  "fields": {
    "name": "Iiyama G-Master G2770HSU-B1",
    "description": "Монитор iiyama G-Master Red Eagle G2770HSU-B1 выделяется привлекательным безрамочным исполнением, высоким качеством изображения без задержек и широкой функциональностью. В нем установлен экран 27 дюймов с матрицей IPS стандарта FullHD, который позволяет насладиться детализированным изображением с яркими и красочными цветами. Время отклика 0.8 мс и частота обновления до 165 Гц исключают задержки отображения в динамичных сценах. Функция Black Tuner позволяет регулировать яркость и темные оттенки, что улучшает четкость отображения графики в затемненных участках. Для безопасного просмотра применены технологии защиты зрения и матовое покрытие, предотвращающее появление бликов.\r\nПодключение внешних устройств в iiyama G-Master Red Eagle G2770HSU-B1 возможно посредством видеовыходов DisplayPort и HDMI, 2 портов USB, выхода на наушники.",
    "image": "products/2024-09-22_20-50-20.png",
    "category": 7,
    "purchase_price": 30299,
    "created_at": "2024-09-22",
    "updated_at": "2024-09-22"
  }
},
{
  "model": "catalog.product",
  "pk": 3,
  "fields": {
    "name": "Samsung C32G55TQBI",
    "description": "Игровой монитор Samsung C32G55TQBIXCI обладает изогнутым экраном 1000R с диагональю 32” и разрешением 2560x1440 dpi. Такой дизайн создает ощущение полного погружения в виртуальный мир. Поддержка HDR10 улучшает яркость и насыщенность, делает компьютерную графику более детальной и реалистичной. Благодаря отклику пикселя за 1 мс и технологии динамического обновления AMD вы управление персонажем сохраняет максимальную точность.\r\nSamsung C32G55TQBIXCI оснащен съемной наклонной подставкой, что позволяет подвешивать монитор на стену с помощью небольшого кронштейна VESA 75x75. На корпусе есть 2 видеовыхода для выбора удобного способа подключения. Экран дополнен защитой от бликов, синего свечения и мерцания, благодаря чему глаза не устают даже ночью.",
    "image": "products/2024-09-22_20-54-10.png",
    "category": 7,
    "purchase_price": 30999,
    "created_at": "2024-09-22",
    "updated_at": "2024-09-22"
  }
},
{
  "model": "catalog.product",
  "pk": 4,
  "fields": {
    "name": "Akko 5087S",
    "description": "Клавиатура проводная Akko 5087S [870578] оснащена линейными переключателями Akko V3 Cream Yellow PRO Switch с легким и плавным нажатием. RGB-подсветка клавиш предупреждает ошибки ввода при слабом освещении. Конфигурацией пластикового корпуса черного цвета предусмотрены программируемые кнопки с возможностью настройки под игровые опции.\r\nAkko 5087S [870578] подключается к необходимому устройству с помощью отсоединяемого USB-кабеля. Кейкапы выполнены из пластика повышенной жесткости, устойчивого к истиранию символов. Пуллер предназначен для аккуратного извлечения и последующей замены кейкапов. Ресурс модели достигает 50 млн кликов.",
    "image": "products/2024-09-22_20-55-59.png",
    "category": 6,
    "purchase_price": 4099,
    "created_at": "2024-09-22",
    "updated_at": "2024-09-22"
  }
},
{
  "model": "catalog.product",
  "pk": 5,
  "fields": {
    "name": "Logitech K580",
    "description": "Клавиатура беспроводная Logitech K580 [920-009208] позволяет подключать одновременно до двух устройств. Модель ножничного типа имеет плавный и бесшумный ход клавиш и рассчитан на длительную эксплуатацию. Поверхность черного цвета изготовлена из долговечного пластика, простого в уходе и устойчивого к истиранию. Для подключения к ноутбуку, компьютеру или смартфону можно использовать технологию Bluetooth или радиоканал.\r\nКлавиатура беспроводная Logitech K580 [920-009208] имеет 101 клавишу в раскладке ANSI. Для удобного ввода табличных значений есть цифровой блок и функциональные кнопки. В комплектации есть USB-приемник и батарейки типа ААА.",
    "image": "products/2024-09-22_20-56-57.png",
    "category": 6,
    "purchase_price": 4399,
    "created_at": "2024-09-22",
    "updated_at": "2024-09-22"
  }
},
{
  "model": "catalog.product",
  "pk": 6,
  "fields": {
    "name": "F&D F380X",
    "description": "Колонки 2.1 F&D F380X – это стильная и функциональная акустическая система, поддерживающая как настольную установку, так и настенное крепление. Она обладает мощностью 54 Вт, чего достаточно для создания мощной звуковой атмосферы в вашем доме. Благодаря этому колонки подходят для создания системы домашнего кинотеатра: с ними вы сможете в полной мере насладиться просмотром кинофильмов, получив еще больше эмоций. Благодаря магнитному экранированию динамиков происходит снижение магнитного излучения, что способствует улучшению качества звука.Особенность системы F&D F380X в поддержке LED-дисплея, благодаря чему вам будет проще производить настройку устройства. Для этого в комплекте предусмотрен пульт ДУ.",
    "image": "products/2024-09-22_20-58-18.png",
    "category": 8,
    "purchase_price": 5099,
    "created_at": "2024-09-22",
    "updated_at": "2024-09-22"
  }
},
{
  "model": "catalog.product",
  "pk": 7,
  "fields": {
    "name": "Ginzzu GM-426",
    "description": "Колонки 2.1 Ginzzu GM-426 – стильная аудиотехника с широкими функциональными возможностями. Акустическая 2.1-канальная система выходной мощностью 60 Вт с двумя динамиками и активным сабвуфером обеспечивает создание реалистичного и насыщенного звучания. Для воспроизведения звука с разных источников реализованы беспроводной интерфейс Bluetooth, USB-порт, FM-тюнер, аудиоразъем, устройство считывания карт памяти SD.\r\nКолонки 2.1 Ginzzu GM-426 выполнены в корпусах из MDF с классической черной расцветкой и работают от сети. На передней панели сабвуфера имеются кнопки управления. Также предусмотрено беспроводное управление с помощью пульта ДУ, поставляемого в комплекте.",
    "image": "products/2024-09-22_20-59-20.png",
    "category": 8,
    "purchase_price": 5399,
    "created_at": "2024-09-22",
    "updated_at": "2024-09-22"
  }
},
{
  "model": "catalog.category",
  "pk": 6,
  "fields": {
    "name": "Клавиатуры",
    "description": "."
  }
},
{
  "model": "catalog.category",
  "pk": 7,
  "fields": {
    "name": "Мониторы",
    "description": "."
  }
},
{
  "model": "catalog.category",
  "pk": 8,
  "fields": {
    "name": "Колонки",
    "description": "."
  }
}
]
